---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupCannotSave
source: html/2a14e842-7928-1788-79df-640ae497888d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.GroupCannotSave Property

The group cannot be saved at this time because one of its instances is being edited.

## Syntax (C#)
```csharp
public static FailureDefinitionId GroupCannotSave { get; }
```